/* %1$@ = Make GIF; %2$@ = Take Photo */
"Drag %1$@ after the\n%2$@ action." = "سحب %1$@ بعد\nإجراء %2$@.";

/* %1$@ = Take Photo, %2$@ = “left” or “right” */
"Drag %1$@ to the %2$@." = "سحب %1$@ إلى %2$@.";

/* %1$@ = a localized and formatted number; %2$@ = a unit; e.g “15 kg” */
"%1$@ %2$@" = "‏%1$@ ‏%2$@";

/* %@ = Quick Look */
"Add %@ to\npreview your GIF." = "إضافة %@\nلمعاينة GIF.";

/* %@ = shortcut name */
"Added shortcut: %@" = "تمت إضافة الاختصار: %@";

/* A message; shortcuts on watch have been reset */
"Your shortcuts have been reset. Re-open the Shortcuts app to continue." = "تمت إعادة تعيين اختصاراتك. أعد فتح تطبيق الاختصارات للمتابعة.";

/* Accessibility hint for today widget shortcut that is not running but will run if you tap on it; %@=shortcut name */
"Runs the shortcut %@" = "تشغيل الاختصار %@";

/* Accessibility hint for today widget shortcut when the shortcut is running; %lu=percentage completed */
"Running, %lu%% complete" = "قيد التشغيل، اكتمل ‫%lu٪‬";

/* Accessibility label */
"Edit profile photo" = "تحرير صورة الملف الشخصي";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of Notification Center being pulled down from the top of the screen" = "صورة متحركة لإظهار مركز الإشعارات من أعلى الشاشة";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of adding the Shortcuts widget to the list of active widgets" = "صورة متحركة لإضافة أداة الاختصارات إلى قائمة الأدوات النشطة";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of scrolling to the bottom of the widgets list and tapping Edit" = "صورة متحركة للتمرير لأسفل قائمة الأدوات والضغط على \"تحرير\"";

/* Accessibility label describing a video in the on-boarding flow */
"An animation of swiping left to the list of widgets" = "صورة متحركة للسحب لليمين إلى قائمة الأدوات";

/* Accessibility label in on-boarding flow */
"A screenshot of Notification Center with the Shortcuts widget" = "لقطة شاشة لمركز الإشعارات مع أداة الاختصارات";

/* Accessibility label. %1$@ = workflow name; %2$@ = workflow short description */
"%1$@, %2$@" = "‏%1$@،‏ %2$@";

/* Accessibility label; %@ = user’s name */
"%@’s profile picture" = "صورة الملف الشخصي لـ \"%@\"";

/* Accessibility label; option (Twitter handle, website, as email) is NOT selected as main identity; tap to make main identity */
"Make main identity" = "اختيار كهوية رئيسية";

/* Accessibility label; option (Twitter handle, website, as email) is selected as main identity */
"Selected as main identity" = "محددة كهوية رئيسية";

/* Accessiblity label; +/- key on number pad */
"Plus, Minus" = "زائد، ناقص";

/* Accessiblity label; backspace key on number pad */
"Backspace" = "مفتاح الحذف";

/* Accessiblity label; decimal key on number pad */
"Decimal" = "عشري";

/* Action extension; missing input from app error message */
"Unfortunately, there is nothing Shortcuts can do about this; it is due to a bug in the host app. We’d recommend contacting the maker of that app and letting them know of this problem." = "للأسف ليس هناك ما يمكن لتطبيق الاختصارات فعله في هذا الشأن؛ فهو ناتج عن خطأ في التطبيق المضيف. ننصحك بالاتصال بمطور التطبيق وإعلامه بهذه المشكلة.";

/* Action extension; missing input from app error title */
"The app that opened this extension did not provide any input." = "التطبيق الذي فتح هذا الملحق لم يوفر أي إدخال.";

/* Alert body; importing shortcut failed */
"The shortcut could not be downloaded." = "تعذر تنزيل الاختصار.";

/* Alert message; shortcut on watch has been created by newer version of shortcut and are incompatible */
"The Shortcuts database cannot be read because it was created by a newer version of Shortcuts.\n\nYou can either upgrade Shortcuts or reset your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "لا يمكن قراءة قاعدة بيانات تطبيق Shortcuts لأنها أنشأت باستخدام إصدار أحدث من تطبيق Shortcuts. يمكنك الاختيار بين تحديث تطبيق Shortcuts أو إعادة تعيين اختصاراتك. يرجى العلم بأنك ستفقد اختصاراتك، لكن إذا كنت تستخدم مزامنة iCloud فسيتم استعادة الاختصارات.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt. You can fix this by resetting your shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "لا يمكن قراءة قاعدة بيانات تطبيق Shortcuts لأنها تالفة. يمكنك إصلاح ذلك بإعادة تعيين اختصاراتك. يرجى العلم بأنك ستفقد اختصاراتك، لكن إذا كنت تستخدم مزامنة iCloud فسيتم استعادة الاختصارات.";

/* Alert message; shortcuts database on device is corrupt */
"The Shortcuts database cannot be read because it is corrupt.\n\nYou can email support with your corrupted database or reset your custom shortcuts. Your shortcuts will be lost, but if you use iCloud Sync they will be restored." = "لا يمكن قراءة قاعدة بيانات تطبيق \"الاختصارات\" لأنها تالفة.\n\nيمكنك الاتصال بفريق الدعم من خلال إرسال بريد إلكتروني يتضمن قاعدة البيانات التالفة، أو يمكنك إعادة تعيين اختصاراتك. يرجى العلم بأنك ستفقد اختصاراتك، لكن إذا كنت تستخدم مزامنة iCloud فسيتم استعادة الاختصارات.";

/* Alert option to email support; shortcuts database on device is corrupt */
"Email Support" = "دعم بالبريد الإلكتروني";

/* Alert option to reset shortcuts on device */
"Reset Shortcuts" = "إعادة تعيين الاختصارات";

/* Alert option to update the Shortcuts app (opens App Store); shortfut on watch has been created by newer version of shortcut and are incompatible */
"Update Shortcuts" = "تحديث الاختصارات";

/* Alert title for an error */
"Aw no!" = "عذرًا!";

/* Alert title; shortcut on watch has been created by newer version of shortcut and are incompatible */
"Shortcuts Version Mismatch" = "إصدارات الاختصارات غير متطابقة";

/* Alert title; shortcuts on watch have been reset */
"Shortcuts Reset" = "إعادة تعيين الاختصارات";

/* Apple watch; label for result from running the shortcut */
"Result" = "النتيجة";

/* Apple watch; label for result from running the shortcut when there are multiple results; %ld=number of results */
"Results (%ld)" = "النتائج (%ld)";

/* Back button */
"Back" = "رجوع";

/* Body of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Adding the widget dramatically improves the speed of running shortcuts. Are you sure you’d like to skip this step?" = "إضافة الأداة تحسّن سرعة تشغيل الاختصارات بشكل ملحوظ. خل ترغب بالتأكيد في تخطي هذه الخطوة؟";

/* Body of alert when the user’s gallery submission didn’t go through due to an error */
"Your submission didn’t go through! Try again in a few minutes." = "لم ينجح الإرسال. حاول مرة أخرى خلال بضع دقائق.";

/* Button */
"Cancel" = "إلغاء";

/* Button */
"Done" = "تم";

/* Button */
"Next" = "التالي";

/* Button */
"OK" = "موافق";

/* Button */
"Submit your own workflow" = "إرسال سير العمل الخاص بك";

/* Button for editing their profile picture */
"Edit" = "تحرير";

/* Button or nav bar title */
"Edit Profile" = "تحرير الملف الشخصي";

/* Button or title */
"Run shortcut" = "تشغيل الاختصار";

/* Button or title to share a shortcut */
"Share Shortcut" = "مشاركة الاختصار";

/* Button or title to submit a shortcut to the gallery */
"Submit Shortcut" = "إرسال الاختصار";

/* Button or title; user profile */
"Profile" = "الملف الشخصي";

/* Button that shows all collection search results */
"See All" = "رؤية الكل";

/* Button title on alert to discard changes to profile */
"Discard Changes" = "تجاهل التغييرات";

/* Button title; create a new shortcut */
"Create Shortcut" = "إنشاء اختصار";

/* Button to add the Shortcuts Today Widget */
"Add Widget" = "إضافة أداة";

/* Button to keep both shortcuts when you try to import a shortcut with the same name */
"Keep Both" = "الاحتفاظ بكليهما";

/* Button to replace the older shortcut with the newer shortcut when you try to import a shortcut with the same name */
"Replace" = "استبدال";

/* Button to skip a step */
"Skip" = "تخطي";

/* Configure which shortcuts should show up on the watch app */
"Choose shortcuts to show on your watch." = "اختر الاختصارات المطلوب عرضها على ساعتك.";

/* Configure which shortcuts should show up on the watch complication */
"Choose shortcuts to show in the Complication." = "اختر الاختصارات المطلوب عرضها في الإضافة.";

/* Copy content */
"Copy" = "نسخ";

/* Could not find shortcut to run */
"Could not find the specified shortcut." = "تعذر العثور على الاختصار المحدد.";

/* Could not find shortcut to run; %@=shortcut name */
"Could not find the shortcut “%@.”" = "تعذر العثور على الاختصار \"%@\".";

/* Default shortcut name to use if no name is provided */
"Untitled Shortcut" = "اختصار بلا عنوان";

/* Description of Siri feature on splash screen */
"Add any shortcut to Siri by recording a personalized voice phrase." = "أضف أي اختصار إلى Siri من خلال تسجيل عبارة صوتية مخصصة.";

/* Description of intro feature on splash screen */
"Combine a series of steps into a single shortcut to automate what you do with your apps. " = "ادمج سلسلة من الخطوات في اختصار واحد حتى يمكنك تنفيذ ما تفعله في تطبيقاتك بشكل تلقائي. ";

/* Description of widget feature on splash screen */
"Access shortcuts even faster with the Shortcuts widget." = "شغّل الاختصارات على نحو أسرع مع أداة الاختصارات.";

/* Edit profile photo; option to choose a photo from their iOS photo libary */
"Choose from Library" = "اختيار من المكتبة";

/* Edit profile photo; option to take a new photo to use */
"Take Photo" = "التقاط صورة";

/* Edit profile; Twitter handle field placeholder */
"@WorkflowHQ" = "‏‪@WorkflowHQ‬";

/* Edit profile; email field placeholder */
"johnny@workflow.is" = "example@workflow.is";

/* Edit profile; email field title */
"Email" = "البريد الإلكتروني";

/* Edit profile; error message for when the provided website is invalid */
"The website URL “%@” is not valid." = "عنوان URL للموقع ‪\"%@\"‬ غير صالح.";

/* Edit profile; error title for when the provided website is invalid */
"Invalid Website" = "موقع الويب غير صالح";

/* Edit profile; explanation to users on how their name will appear on published workflows; %@ = name, Twitter handle, or website */
"You will be credited as “%@” on your published workflows." = "سيُشار إليك باستخدام \"%@\" في إعلامات الاختصارات التي تنشرها.";

/* Edit profile; person name field title */
"Name" = "الاسم";

/* Edit profile; person name field title (required) */
"Name (Required)" = "الاسم (مطلوب)";

/* Edit profile; section header for private information (e.g. Email address) */
"Private Information" = "معلومات خاصة";

/* Edit profile; section header for public information (e.g. Twitter handle) */
"Public Information" = "معلومات عامة";

/* Edit profile; website field placeholder */
"www.workflow.is" = "www.workflow.is";

/* Empty state description when there are no search results; %@ = query */
"We didn’t turn up anything for “%@”. Try something else." = "لم يتم العثور على أي شيء حول \"%@\". جرب شيئًا آخر.";

/* Empty state indicating that a user has no workflows */
"No shortcuts." = "لا توجد اختصارات.";

/* Empty state title indicating no search results when searching for a workflow or collection in the gallery */
"No Results" = "لا توجد نتائج";

/* Error alert body when importing a shortcut fails */
"The shortcut URL provided was invalid." = "عنوان URL المقدم للاختصار لم يكن صالحًا.";

/* Error alert title when importing a shortcut fails */
"Import Failed" = "فشل الاستيراد";

/* Error message */
"There are no photos in your photo library." = "لا توجد أي صور في مكتبة الصور لديك.";

/* Error message description */
"The shortcut link may be invalid, or it may have been deleted." = "ربما يكون رابط الاختصار غير صالح، أو ربما تم حذفه.";

/* Error message shown when the gallery does not load */
"Can’t connect to the Gallery." = "لا يمكن الاتصال بالمعرض.";

/* Error message title */
"Shortcut Not Found" = "لم يتم العثور على الاختصار";

/* Error message when a collection does not load */
"Couldn't load this collection." = "تعذر تحميل هذه المجموعة.";

/* Error message when the collection fails to load */
"Couldn’t load this collection." = "تعذر تحميل هذه المجموعة.";

/* Error presented to the user when an action times out while running (%@ = the name of the action) */
"The “%@” action took too long to finish running." = "استغرق الإجراء \"%@\" وقتًا طويلاً للغاية للانتهاء من التشغيل.";

/* Exit the app (kills the app) */
"Exit" = "إنهاء";

/* Gallery search section title for collection search results */
"Collections" = "المجموعات";

/* Gallery search; button to show fewer collection search results */
"Show Less" = "إظهار أقل";

/* Gallery search; button to show more collection search results */
"Show More" = "إظهار المزيد";

/* Generic title for a notification show in the app */
"Notification" = "إشعار";

/* Guided tour; The “Shortcuts” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"Shortcuts (Guided Tour)" = "الاختصارات";

/* Guided tour; The “actions” part in the localized string “\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action.”; used for highlighting */
"actions" = "الإجراءات";

/* Guided tour; Title for an alert that is shown along side an example shortcut */
"This is a shortcut." = "هذا اختصار.";

/* Guided tour; a happy title for an alert that is show when the user has created their first workflow */
"Congrats!" = "تهانينا!";

/* Guided tour; a happy title for an alert that is shown after a user runs their first shortcut */
"Woot!" = "ممتاز!";

/* Guided tour; a more descriptive name for the play button; only used for accessibility */
"run shortcut button" = "زر تشغيل الاختصار";

/* Guided tour; let user know that they can drag an action from the actions pane from the left (on the right on RTL devices) to share the GIF */
"Drag over an action to share your GIF." = "اسحب فوق أحد الإجراءات لمشاركة الـ GIF.";

/* Guided tour; run workflow button that looks like a classic play button (sideways triangle); should be the exact name that is used in the “\n\nYou just created a workflow. Now press the play button to run it!” localized string because it will be used to highlight the text */
"play button" = "زر التشغيل";

/* Guided tour; shown below “Aw no!” */
"\n\nSomething went wrong. Try again or tap Done." = "‏\n\nحدث خطأ. الرجاء المحاولة مرة أخرى أو الضغط على \"تم\".";

/* Guided tour; shown below “Aw no!” */
"\n\nYou didn’t finish running the shortcut. Try again or tap Done." = "‏\n\nلم تنتهِ من تشغيل الاختصار. الرجاء المحاولة مرة أخرى أو الضغط على \"تم\".";

/* Guided tour; shown below “Congrats!” */
"\n\nYou just created a shortcut. Now press the play button to run it!" = "‏\n\nلقد أنشأت اختصارًا. الآن اضغط على زر تشغيل لتشغيله!";

/* Guided tour; shown below “This is a shortcut.”; for RTL, left should be right */
"\n\nShortcuts are made of a series of actions (the items on the left).\n\nNext, let’s add a Make GIF action, which will animate the photos from the first action." = "‏\n\nتتكون الاختصارات من سلسلة من الإجراءات (العناصر على اليمين).\n\nالآن، أنشئ إجراء \"إنشاء GIF\" الذي سيستخدم لتحريك الصور من الإجراء الأول.";

/* Guided tour; shown below “Welcome to Shortcuts” */
"\n\nLet’s build a shortcut to make an animated GIF." = "‏\n\nأنشئ اختصارًا لإنشاء صورة GIF متحركة.";

/* Guided tour; shown below “Woot!” */
"\n\nYou just ran a shortcut. Wasn’t that cool?" = "‏\n\nلقد قمت للتو بتشغيل اختصار. هذا رائع، أليس كذلك؟";

/* Guided tour; welcome to shortcut title */
"Welcome to Shortcuts." = "مرحبًا بك في الاختصارات.";

/* Information about what happens when a user submits a workflow to the gallery */
"By tapping “Submit”, your workflow will be submitted for review. If we decide to include your workflow in the Gallery, we’ll notify you by e-mail." = "عند الضغط على \"إرسال\"، سيتم إرسال سير العمل للمراجعة. إذا قررنا تضمين سير العمل في \"المعرض\"، فسوف نبلغك بالبريد الإلكتروني.";

/* Make GIF action name */
"Make GIF" = "إنشاء GIF";

/* Media file name label */
"Media File" = "ملف وسائط";

/* Message of alert when a user tries to import a shortcut with the same name */
"Would you like to replace your shortcut?" = "هل ترغب في تحديث الاختصار؟";

/* Navigation bar title for the form to fill out with the workflow’s information to submit to the gallery */
"Workflow Info" = "معلومات سير العمل";

/* None option */
"None" = "لا شيء";

/* Onboarding-flow; user already has widget */
"Great! It looks like you've already added the Shortcuts Widget. Let's keep going." = "رائع! يبدو انك أضفت أداة الاختصارات بالفعل؛ فلنتابع.";

/* Onboarding-flow; user does not have widget; text to convice user to get the widget */
"Run shortcuts crazy fast with the Shortcuts Widget." = "شغل الاختصارات بسرعة فائقة مع أداة الاختصارات.";

/* Placeholder for the description field when submitting a workflow to the gallery */
"Please write a description of what your workflow does here." = "الرجاء كتابة وصف لما يفعله سير العمل هنا.";

/* Placeholder for the longer-form description field when submitting a workflow to the gallery */
"Please write a more detailed description of what your workflow does here." = "الرجاء كتابة وصف تفصيلي لما يفعله سير العمل هنا.";

/* Placeholder for the name field in Edit Profile */
"Johnny Appleseed" = "باسل أسعد";

/* Placeholder for the short description field when submitting a workflow to the gallery */
"Please write a brief description of what your workflow does here." = "الرجاء كتابة وصف مختصر لما يفعله سير العمل هنا.";

/* Print content */
"Print" = "طباعة";

/* Quick Look action name */
"Quick Look" = "معاينة سريعة";

/* Recovery option for when the gallery does not load */
"Try Again" = "محاولة مرة أخرى";

/* Recovery option for when the gallery does not load and the user should enable Wi-Fi, etc. in the Settings app */
"Open Settings" = "فتح الإعدادات";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use WLAN to access the Gallery." = "شغل البيانات الخلوية أو استخدم WLAN للوصول إلى المعرض.";

/* Recovery suggestion for when the gallery does not load because there is no network connection */
"Turn on cellular data or use Wi-Fi to access the Gallery." = "شغل البيانات الخلوية أو استخدم Wi-Fi للوصول إلى المعرض.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use WLAN to access the Gallery." = "قم بإيقاف نمط الطيران أو استخدم WLAN للوصول إلى المعرض.";

/* Recovery suggestion for when the gallery does not load because there is no network connection and the user has Airplane Mode enabled */
"Turn off Airplane Mode or use Wi-Fi to access the Gallery." = "قم بإيقاف نمط الطيران أو استخدم Wi-Fi للوصول إلى المعرض.";

/* Save as image */
"Save Image" = "حفظ الصورة";

/* Search gallery */
"Search" = "بحث";

/* Section title */
"Shortcuts" = "الاختصارات";

/* Share via AirDrop */
"AirDrop" = "AirDrop";

/* Share via CloudApp */
"CloudApp" = "CloudApp";

/* Share via DeskConnect */
"DeskConnect" = "DeskConnect";

/* Share via Evernote */
"Evernote" = "‏Evernote";

/* Share via Facebook */
"Facebook" = "فيسبوك";

/* Share via Instagram */
"Instagram" = "Instagram";

/* Share via Instapaper */
"Instapaper" = "‏Instapaper";

/* Share via Mail */
"Mail" = "البريد";

/* Share via Messages */
"Message" = "رسالة";

/* Share via Pinboard */
"Pinboard" = "‏Pinboard";

/* Share via Pocket */
"Pocket" = "‏Pocket";

/* Share via Slack */
"Slack" = "‏Slack";

/* Shortcut has been submitted to the gallery */
"Shortcut Submitted" = "تم إرسال الاختصار";

/* Shown in HUD after downloading a shortcut from the gallery */
"Added to Library" = "تمت الإضافة إلى المكتبة";

/* Splash screen primary button title */
"Get Started" = "البدء";

/* Splash screen title */
"Welcome to Shortcuts" = "مرحبًا بك في الاختصارات";

/* Stop running the shortcut; %@=shortcut name */
"Stop %@" = "إيقاف %@";

/* Take Photo action name */
"Take Photo (action name)" = "التقاط صورة";

/* Tap to choose an option */
"Tap to Choose" = "اضغط للاختيار";

/* Terms and Conditions view title */
"Terms and Conditions" = "الشروط والأحكام";

/* The user has submitted the shortcut to the gallery for approval and will be notified when it is approved to be included in the gallery */
"We’ll notify you when we approve it!" = "سنعلمك عندما ننتهي من الموافقة!";

/* Title */
"Gallery" = "المعرض";

/* Title */
"Shortcuts" = "الاختصارات";

/* Title for button that is shown after the user submits a shortcut to the gallery to share their workflow. */
"Spread the Word" = "انشرها في كل مكان.";

/* Title for the description field when submitting a workflow to the gallery */
"Description" = "الوصف";

/* Title for the longer-form description field when submitting a workflow to the gallery */
"Long Description" = "الوصف طويل";

/* Title for the short description field when submitting a workflow to the gallery */
"Short Description" = "الوصف المختصر";

/* Title for workflow name field when submitting a workflow to the gallery */
"Workflow Name" = "اسم سير العمل";

/* Title of Siri feature on splash screen */
"Just Ask Siri" = "فقط اسأل Siri";

/* Title of alert encouraging users to add the Shortcuts widget after they have tried to skip adding the widget. */
"Add the Widget?" = "إضافة الأداة؟";

/* Title of alert when a user tries to import a shortcut with the same name; %@ = shortcut name */
"You already have a shortcut named “%@”." = "لديك بالفعل اختصار يحمل الاسم \"%@\".";

/* Title of alert when the user’s gallery submission didn’t go through due to an error */
"Uh Oh" = "خطأ";

/* Title of intro feature on splash screen */
"Take the Shortest Path" = "اسلك أقصر الطرق";

/* Title of main screen showing your library of shortcuts */
"Library" = "المكتبة";

/* Title of widget feature on splash screen */
"Shortcuts Widget" = "أداة الاختصارات";

/* Title; shortcuts database on device is corrupt */
"Corrupt Database" = "قاعدة البيانات تالفة";

/* Today Widget; button to view the shortcut gallery */
"View the Gallery…" = "عرض المعرض…";

/* Today widget button; manage shortcuts that appear in the today widget */
"Manage Shortcuts…" = "إدارة الاختصارات…";

/* Today widget button; manage workflows that appear in the today widget */
"Customize in Shortcuts" = "تخصيص في الاختصارات";

/* Today widget walkthough; user found widget and should add it */
"You found the widget! Tap *Add Widget* to access this from anywhere." = "لقد وجدت الأداة! اضغط على *إضافة أداة* للوصول إلى هنا من أي مكان.";

/* Today widget walkthough; user found widget and should come back here */
"You found the widget! Come back here to run your shortcuts quickly." = "لقد وجدت الأداة! ارجع هنا لتشغيل اختصاراتك بسرعة.";

/* Today widget; empty state */
"No Shortcuts" = "لا توجد اختصارات";

/* Today widget; see the rest of the shortcuts in the widget */
"Tap to see the rest" = "اضغط لرؤية البقية";

/* Twitter handle label or share via Twitter */
"Twitter" = "تويتر";

/* Waiting for the gallery to load. Shown under loading indicator */
"Loading" = "جاري التحميل";

/* Watch app button; stop running the shortcut */
"Stop" = "إيقاف";

/* Watch app, title for switch to show and hide a shortcut */
"Show/Hide" = "إظهار/إخفاء";

/* Watch app; Change text field text */
"Tap to Change" = "اضغط للتغيير";

/* Watch app; Compose a message */
"Create Message" = "إنشاء رسالة";

/* Watch app; Plus/Minus button name for number pad */
"Plus/Minus" = "زائد/ناقص";

/* Watch app; Shown under a title of an article; %@=author of article */
"by %@" = "بقلم %@";

/* Watch app; email composer, email address from which to send the mail */
"From Address" = "عنوان \"من\"";

/* Watch app; email composer; bcc address label */
"Bcc" = "نسخة مخفية";

/* Watch app; email composer; cc address label */
"Cc" = "نسخة";

/* Watch app; email composer; from address label */
"From" = "من";

/* Watch app; email composer; indicates files are attached; %@=number of files attached */
"Attached (%ld)" = "تم الإرفاق (%ld)";

/* Watch app; email composer; subject label */
"Subject" = "الموضوع";

/* Watch app; email composer; to address label */
"To" = "إلى";

/* Watch app; location could not be determined for an address */
"Location Not Found" = "لم يتم العثور على الموقع";

/* Watch app; mail compoer cc/bcc field label */
"Cc/Bcc" = "نسخة/نسخة مخفية";

/* Watch app; number field placeholder */
"Enter number…" = "أدخل رقمًا…";

/* Watch app; send message error message */
"You must choose a contact to send a message to." = "يجب اختيار جهة اتصال لإرسال الرسالة إليها.";

/* Watch app; send the email */
"Send" = "إرسال";

/* Watch app; share QuickLook content */
"Share" = "مشاركة";

/* Watch app; shown when user needs to allow access to a certain resource such as Photo Library access; %@=shortcut name */
"Use Handoff on your iPhone to allow access for %@." = "استخدم Handoff على الـ iPhone للسماح بوصول %@.";

/* Watch app; tell user that they can use the Handoff feature to continue running the rest of the shortcut on their phone */
"Use Handoff on your iPhone to continue the shortcut." = "استخدم Handoff على الـ iPhone لمتابعة الاختصار.";

/* Watch app; text field placeholder */
"Enter text…" = "أدخل نصًا…";

/* Watch app; view current content on the phone */
"View on iPhone" = "عرض على الـ iPhone";

/* Watch complication; no shortcuts have been added (modular large complication) */
"No shortcuts have been added." = "لم تتم إضافة اختصارات.";

/* Watch complication; no shortcuts have been added (utilitarian small complication, text should be short) */
"No Shortcuts (Short)" = "لا توجد اختصارات";

/* Website URL label */
"Website" = "موقع الويب";

/* Widget tutorial headline; how to add Today Widget */
"Adding the Widget" = "إضافة الأداة";

/* Widget tutorial; accessiblity description */
"An animation of pressing firmly on the Shortcuts home screen icon to open the widget" = "صورة متحركة للضغط بقوة على أيقونة الاختصارات في الشاشة الرئيسية لفتح الأداة";

/* Widget tutorial; how to add Today Widget */
"Tap + to add the Shortcuts Widget. Tap “Done.”" = "اضغط على + لإضافة أداة الاختصارات. اضغط على \"تم\".";

/* Widget tutorial; how to add Today Widget on devices that don’t have a home button on iOS 10 and above */
"Swipe up to go home, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "اسحب للأعلى للانتقال للشاشة الرئيسية، واضغط بقوة على أيقونة الاختصارات، ثم اضغط على \"إضافة أداة\".";

/* Widget tutorial; how to add Today Widget on devices that have a home button on iOS 10 and above */
"Press the Home button, press firmly on the Shortcuts icon, and tap “Add Widget.”" = "اضغط على زر الشاشة الرئيسية، واضغط بقوة على أيقونة الاختصارات، ثم اضغط على \"إضافة أداة\".";

/* Widget tutorial; how to add Today Widget on iOS 10, iPad and iPhone, non-3D Touch, iOS 8 and 9 step 3 */
"Scroll to the bottom and\ntap “Edit.”" = "مرر للأسفل\nواضغط على \"تحرير\".";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9 & iOS 10, iPad and iPhone, non-3D Touch step 2 */
"Swipe to the left to view\nyour widgets." = "اسحب لليمين\nلعرض أدواتك.";

/* Widget tutorial; how to add Today Widget on iOS 8 and 9, iPad step 2 */
"On the lower left, scroll\ndown and tap “Edit.”" = "في الجزء السفلي الأيمن،\nمرر للأسفل واضغط على \"تحرير\".";

/* Widget tutorial; how to add Today Widget step 1 */
"Swipe down from the top to reveal Notification Center." = "اسحب للأسفل من أعلى الشاشة لإظهار مركز الإشعارات.";

/* Your shortcut is ready to share as a link */
"Your shortcut is ready to share!" = "اختصارك جاهز للمشاركة.";

/* date range; $@=time until; appended to date with time (e.g. Today 5pm to 6pm); please include space for relevant languages */
" to %@" = " إلى %@";

/* date range; %1$@ = start date; %2$@ = end date */
"%1$@ to %2$@" = "‏%1$@ إلى %2$@";

/* opposite of “left”; should be “left” for RTL languages */
"right" = "يسار";

